"use client";

const HomePage = () => {
  return (
    <div>
      <h1>
        کارلنس: پلتفرمی جامع برای اتصال کارفرمایان و فریلنسرها، جایی که ایده‌ها به واقعیت تبدیل
        می‌شوند.
      </h1>

      <div>
        کارلنس: جامع‌ترین پل ارتباطی بین کارفرمایان و فریلنسرها! کارلنس، پلتفرمی جامع برای یافتن
        راه‌حل‌های خلاقانه و تخصصی برای پروژه‌های شماست. ما با گرد هم آوردن کارفرمایان و فریلنسرهای
        مجرب در یک فضای واحد، بستری امن و کارآمد برای انجام پروژه‌های متنوع در حوزه‌های مختلف از
        جمله طراحی گرافیک، برنامه‌نویسی، بازاریابی، ترجمه و ... فراهم می‌کنیم. کارلنس با ارائه
        مزایای متعدد، تجربه‌ای منحصر به فرد را برای شما رقم می‌زند: تنوع بی‌نظیر پروژه‌ها: در
        کارلنس، طیف وسیعی از پروژه‌ها در زمینه‌های مختلف با نیازها و بودجه‌های گوناگون به شما ارائه
        می‌شود تا بتوانید به راحتی پروژه مورد نظر خود را پیدا کنید. یافتن فریلنسر مناسب: با استفاده
        از سیستم جستجوی پیشرفته کارلنس، می‌توانید فریلنسرهای متخصص و باتجربه را با توجه به مهارت‌ها،
        سابقه کاری و نظرات مشتریان قبلی آنها، به آسانی انتخاب کنید. انجام پروژه با خیالی آسوده:
        کارلنس با ارائه سیستم امن پرداخت و پشتیبانی 24/7، فضایی امن و قابل اعتماد را برای انجام
        پروژه‌های شما فراهم می‌کند. تعرفه‌های مقرون به صرفه: در کارلنس می‌توانید با بهترین قیمت‌ها،
        باکیفیت‌ترین خدمات را از فریلنسرهای مجرب دریافت کنید. کارلنس، انتخابی هوشمندانه برای:
        کارفرمایانی که به دنبال راه‌حل‌های خلاقانه و تخصصی برای پروژه‌های خود هستند. فریلنسرهایی که
        به دنبال فرصت‌های شغلی مناسب و کسب درآمد از طریق ارائه مهارت‌های خود هستند. همین امروز به
        کارلنس بپیوندید و به دنیایی از امکانات جدید قدم بگذارید!
      </div>
    </div>
  );
};
export default HomePage;
